"common.ok" = "ОК";
"common.cancel" = "Отмена";
"common.save" = "Сохранить";
"common.done" = "Готово";
"common.na" = "н/д";
"app.language" = "app.language";

"language.section" = "Язык";
"language.system" = "Системный";
"language.english" = "Английский";
"language.russian" = "Русский";

"panel.title" = "Симулятор цифрового двойника БПЛА";
"panel.keyboard_hint" = "WASD/QE полет, Shift ускорение, 1..5 камеры, стрелки только FPV, +/- зум";
"panel.workflow_hint" = "Основные команды находятся в верхней ленте. Показывайте и скрывайте параметры кнопками панели.";
"panel.toggle_collapse" = "Свернуть/развернуть панель";
"panel.collapse" = "Свернуть панель";
"panel.expand" = "Развернуть панель";
"panel.parameters.on" = "Параметры: Вкл";
"panel.parameters.off" = "Параметры: Выкл";
"panel.hide" = "Скрыть панель параметров";
"panel.show" = "Показать панель параметров";
"panel.drone_profile" = "Профиль БПЛА";
"panel.model" = "Модель";
"panel.mass" = "Масса";
"panel.max_flight" = "Макс. полет";
"panel.max_wind" = "Сопротивление ветру";
"panel.camera_layout" = "Камерный модуль";
"panel.visual_class" = "Визуальный класс";
"panel.commands" = "Команды";
"panel.position" = "Положение";
"panel.orientation" = "Ориентация";
"panel.throttle" = "Тяга";
"panel.camera" = "Камера";
"panel.camera_mode" = "Режим камеры";
"panel.weather" = "Погода";
"panel.terrain" = "Местность";
"panel.diagnostics" = "Диагностика";
"panel.fleet" = "Группа";
"panel.damage" = "Повреждения и состояние";
"panel.warnings" = "Предупреждения";
"panel.telemetry" = "Телеметрия";

"axis.x" = "X";
"axis.y" = "Y";
"axis.z" = "Z";
"axis.roll" = "Крен";
"axis.pitch" = "Тангаж";
"axis.yaw" = "Рыскание";

"camera.mode.free" = "Свободная";
"camera.mode.follow" = "Вид от хвоста";
"camera.mode.third_person" = "Вид сзади";
"camera.mode.fpv" = "FPV";
"camera.mode.orbit" = "Орбита";
"camera.mode.top" = "Вид сверху";
"camera.mode.top_down" = "Вид сверху";
"camera.fov" = "Угол обзора";
"camera.sensitivity" = "Чувствительность";
"camera.smoothing" = "Сглаживание";
"camera.orbit_distance" = "Дистанция орбиты";
"camera.follow_x" = "Смещение следования X";
"camera.follow_y" = "Смещение следования Y";
"camera.follow_z" = "Смещение следования Z";
"camera.fpv_stabilization" = "FPV стабилизация";
"camera.fpv_shake" = "FPV дрожание";

"command.reset" = "Сброс";
"command.takeoff" = "Взлет";
"command.land" = "Посадка";
"command.hover" = "Зависнуть";
"command.auto_path" = "Авто-маршрут";
"command.return_home" = "Возврат домой";
"command.emergency_stop" = "Аварийная остановка";
"command.start_animation" = "Запустить симуляцию";
"command.stop_animation" = "Остановить симуляцию";

"weather.normal" = "Норма";
"weather.wind" = "Ветер";
"weather.rain" = "Дождь";
"weather.snow" = "Снег";
"weather.fog" = "Туман";
"weather.smog" = "Смог";
"weather.thunderstorm" = "Гроза";
"weather.intensity" = "Интенсивность";
"weather.wind_direction" = "Направление ветра";
"weather.wind_speed" = "Скорость ветра";
"weather.gusts" = "Порывы";

"terrain.grid_demo" = "Сетка (демо)";
"terrain.field" = "Поле";
"terrain.forest" = "Лес";
"terrain.city" = "Город";
"terrain.density" = "Плотность объектов";
"terrain.seed" = "Сид";
"terrain.scale" = "Масштаб карты";
"terrain.scale.4x4" = "4x4";
"terrain.scale.8x8" = "8x8";
"terrain.scale.16x16" = "16x16";
"terrain.scale.32x32" = "32x32";
"environment.boundary_barrier_visible" = "Показывать граничный барьер";

"diagnostic.mode" = "Режим диагностики";
"diagnostic.mode.normal" = "Обычный вид";
"diagnostic.mode.thermal" = "Тепло / Нагрузка";
"diagnostic.mode.damage" = "Повреждения / Целостность";
"diagnostic.collision_debug" = "Отладка коллизий";
"diagnostic.fleet_mode" = "Включить группу";

"fleet.formation" = "Построение";
"fleet.mode.off" = "Выкл";
"fleet.mode.line" = "Линия";
"fleet.mode.triangle" = "Треугольник";
"fleet.separation" = "Интервал";
"fleet.wingmen" = "Ведомые";
"fleet.risk" = "Риск между дронами";
"fleet.nearest" = "Минимальная дистанция";

"damage.reset" = "Сбросить повреждения";
"damage.clear_selection" = "Снять выбор";
"damage.hide" = "Скрыть";

"component.battery" = "Батарея";
"component.gimbal" = "Передняя камера / подвес";
"component.fc_core" = "Ядро полетного контроллера";
"component.motor_fl" = "Мотор FL";
"component.motor_fr" = "Мотор FR";
"component.motor_rl" = "Мотор RL";
"component.motor_rr" = "Мотор RR";
"component.propeller_fl" = "Пропеллер FL";
"component.propeller_fr" = "Пропеллер FR";
"component.propeller_rl" = "Пропеллер RL";
"component.propeller_rr" = "Пропеллер RR";
"component.arm_fl" = "Луч FL";
"component.arm_fr" = "Луч FR";
"component.arm_rl" = "Луч RL";
"component.arm_rr" = "Луч RR";
"component.esc_power" = "ESC / силовая электроника";

"warning.nominal" = "Норма";
"warning.warning" = "Внимание";
"warning.critical" = "Критично";
"warning.collision_high" = "Высокий риск столкновения";
"warning.weather_severe" = "Сложные погодные условия";
"warning.battery_low" = "Низкий заряд батареи";
"warning.integrity_low" = "Низкая структурная целостность";
"warning.fixedwing_low_speed" = "Низкая скорость fixed-wing / риск сваливания";
"warning.fleet_risk" = "Риск в построении группы";
"warning.interdrone_critical" = "Критическое сближение дронов";
"warning.emergency" = "Активирован аварийный режим";
"warnings.none" = "Активных предупреждений нет";
"summary.damage.none" = "Критичных повреждений нет";

"signal_loss.warning" = "Сигнал будет утерян через %d...";
"signal_loss.lost_title" = "Сигнал потерян";
"signal_loss.lost_message" = "Аппарат вышел за пределы карты. Управление заблокировано до восстановления сигнала.";
"signal_loss.recover" = "Восстановить сигнал";

"telemetry.position" = "Координаты";
"telemetry.velocity" = "Скорость (вектор)";
"telemetry.attitude" = "Ориентация";
"telemetry.speed" = "Скорость";
"telemetry.throttle" = "Тяга";
"telemetry.mode" = "Режим";
"telemetry.state" = "Состояние";
"telemetry.battery" = "Батарея";
"telemetry.power" = "Потребление";
"telemetry.remaining" = "Осталось";
"telemetry.weather" = "Погода";
"telemetry.collision_risk" = "Риск столкновения";
"telemetry.nearest_obstacle" = "Ближайшее препятствие";
"telemetry.emergency" = "Аварийное действие";
"telemetry.damage" = "Повреждения";
"telemetry.thermal" = "Тепловая сводка";
"telemetry.fleet" = "Режим группы";
"telemetry.fleet_risk" = "Риск группы";
"telemetry.nearest_interdrone" = "Ближайший междроновый";
"telemetry.export" = "Экспорт телеметрии";
"telemetry.export.success" = "Телеметрия экспортирована";
"telemetry.export.failure" = "Ошибка экспорта телеметрии";

"hud.title" = "HUD телеметрии";
"hud.telemetry" = "Телеметрия";
"hud.camera" = "Камера";
"hud.drone" = "Дрон";

"mode.manual" = "Ручной";
"mode.auto_path" = "Авто-маршрут";
"mode.return_home" = "Возврат домой";
"mode.hover" = "Зависание";
"mode.emergency_stop" = "Аварийная остановка";
"mode.takeoff" = "Взлет";
"mode.landing" = "Посадка";

"flight_state.on_ground" = "На земле";
"flight_state.battery_depleted" = "Батарея разряжена";
"flight_state.ascending" = "Набор высоты";
"flight_state.descending" = "Снижение";
"flight_state.emergency" = "Авария";
"flight_state.stable" = "Стабильно";
"flight_state.climbing" = "Подъем";
"flight_state.cruise" = "Крейсерский";

"emergency.none" = "Нет";
"emergency.slow_down" = "Снизить скорость";
"emergency.hover" = "Зависнуть";
"emergency.avoid" = "Обход";
"emergency.stop" = "Аварийная остановка";

"battery.depleted.title" = "Батарея разряжена";
"battery.depleted.message" = "Заряд полностью исчерпан. Выберите действие для продолжения.";
"battery.depleted.charge" = "Зарядить дрон";
"battery.depleted.restart" = "Перезапустить сценарий";

"abstract.edit" = "Редактировать параметры";
"abstract.editor.title" = "Параметры абстрактного БЛА";
"abstract.editor.mass" = "Масса";
"abstract.editor.dimensions" = "Габариты";
"abstract.editor.energy" = "Энергия и ограничения";
"abstract.editor.control" = "Управляемость";
"abstract.validation.vertical" = "Скорость набора/снижения слишком мала.";
"abstract.validation.speed" = "Горизонтальная скорость должна быть >= вертикальных.";
"abstract.validation.radius" = "Радиус коллизии слишком велик для выбранных габаритов.";

"drone.model.lipo_scout4" = "LIPO Scout 4";
"drone.model.lipo_vector3s" = "LIPO Vector 3S";
"drone.model.lipo_atlas3pro" = "LIPO Atlas 3 Pro";
"drone.model.abstract" = "Абстрактный БЛА";

"drone.visual.mini" = "Легкий компактный квадрокоптер";
"drone.visual.vector" = "Средний квадрокоптер с двумя камерами";
"drone.visual.atlas" = "Крупный профессиональный квадрокоптер";
"drone.visual.abstract" = "Пользовательский абстрактный профиль";

"drone.camera.single_compact" = "Один компактный фронтальный подвес";
"drone.camera.dual_front" = "Двойной фронтальный камерный модуль";
"drone.camera.triple_front" = "Тройной фронтальный камерный модуль";
"drone.camera.custom" = "Пользовательский редактируемый модуль";

"ui.toggle_telemetry_hud" = "Переключить компактный HUD";

"camera.zoom_sensitivity" = "Чувствительность зума";
"camera.free_speed" = "Скорость свободной камеры";
"camera.distance" = "Дистанция камеры";
"camera.fpv_yaw_limit" = "Лимит FPV рыскания";
"camera.fpv_pitch_limit" = "Лимит FPV тангажа";
"camera.fpv_near_clip" = "FPV ближняя отсечка";
"camera.fpv_mount_x" = "FPV крепление X";
"camera.fpv_mount_y" = "FPV крепление Y";
"camera.fpv_mount_z" = "FPV крепление Z";
"camera.fpv_hide_obstructing" = "Скрывать мешающие части дрона в FPV";

"keybind.section.title" = "Назначения клавиш";
"keybind.open" = "Бинды";
"keybind.category.flight" = "Управление полетом";
"keybind.category.camera" = "Управление камерой";
"keybind.category.ui" = "Управление интерфейсом";
"keybind.category.debug" = "Отладка / оверлеи";
"keybind.flight.forward" = "Вперед";
"keybind.flight.backward" = "Назад";
"keybind.flight.left" = "Влево";
"keybind.flight.right" = "Вправо";
"keybind.flight.descend" = "Снижение";
"keybind.flight.ascend" = "Набор высоты";
"keybind.flight.yaw_left" = "Рыскание влево";
"keybind.flight.yaw_right" = "Рыскание вправо";
"keybind.flight.accelerate" = "Ускорение";
"keybind.flight.hover" = "Зависание / стабилизация";
"keybind.flight.reset" = "Сброс дрона";
"keybind.camera.mode1" = "Камера 1 (Свободная)";
"payload.select" = "Полезная нагрузка";
"payload.configure" = "Настройка ПН";
"payload.toolbar.open" = "Открыть модуль полезной нагрузки";
"payload.toolbar.close" = "Закрыть модуль полезной нагрузки";
"payload.section" = "НАСТРОЙКА ПН";
"payload.console.subtitle" = "Операционный модуль полезной нагрузки для активного профиля БЛА";
"payload.type" = "Тип ПН";
"payload.data_source" = "Источник данных ПН";
"payload.data.verified" = "VERIFIED";
"payload.data.estimated" = "ESTIMATED";
"payload.data.custom" = "CUSTOM";
"payload.data.estimated_hint" = "Часть ограничений рассчитана по консервативным оценочным данным модели.";
"payload.mass" = "Масса ПН";
"payload.custom_name" = "Название";
"payload.status" = "Статус ПН";
"payload.mount.title" = "Крепление";
"payload.mount.unavailable" = "НЕДОСТУПНО";
"payload.mount.ready" = "ГОТОВО";
"payload.mount.occupied" = "ЗАНЯТО";
"payload.limits.title" = "Ограничения БЛА";
"payload.base_mass" = "Масса БЛА";
"payload.battery_mass" = "Масса батареи";
"payload.max_payload" = "Лимит ПН";
"payload.max_takeoff" = "Макс. взлетная масса";
"payload.total_mass" = "Итоговая масса";
"payload.attach" = "Установить";
"payload.remove" = "Снять";
"payload.mass_value" = "%.2f кг";
"payload.state.no_payload" = "НЕТ ПН";
"payload.state.attached" = "УСТАНОВЛЕНА";
"payload.state.removed" = "СНЯТА";
"payload.message.attached" = "Полезная нагрузка установлена";
"payload.message.removed" = "Полезная нагрузка снята";
"payload.message.select_uav" = "Сначала выберите БЛА";
"payload.message.payload_limit_exceeded" = "Масса ПН превышает лимит выбранного БЛА";
"payload.message.takeoff_limit_exceeded" = "Итоговая масса превышает максимальную взлетную массу";
"payload.message.data_unavailable" = "Для этого профиля БЛА нет достаточных данных по полезной нагрузке";
"payload.message.invalid_mass" = "Задайте массу ПН больше нуля";
"payload.type.cargo_box" = "Грузовой контейнер";
"payload.type.camera_gimbal" = "Камерный подвес";
"payload.type.thermal_camera" = "Тепловизионная камера";
"payload.type.lidar_module" = "LiDAR-модуль";
"payload.type.rescue_pack" = "Спасательный комплект";
"payload.type.sensor_module" = "Сенсорный модуль";
"payload.type.radio_relay" = "Радиорелейный модуль";
"payload.type.custom" = "Пользовательская";
"payload.placeholder.message" = "Функция будет добавлена позже.";
"control_mode.angle" = "Угловой";
"command.arm" = "Армировать";
"command.disarm" = "Разармировать";
"telemetry.arm_state" = "Состояние армирования";
"arm_state.armed" = "Армирован";
"arm_state.disarmed" = "Разармлен";
"flight_state.disarmed" = "Разармлен";
"flight_state.armed_idle" = "Армирован, ожидание";
"flight_state.crashed" = "Крушение";
"warning.disarmed" = "Аппарат разармлен";
"warning.integrity_critical" = "Критическое повреждение конструкции";
"warning.crashed" = "Аппарат потерпел крушение";
"damage.severity.nominal" = "Норма";
"damage.severity.light" = "Легкие";
"damage.severity.medium" = "Средние";
"damage.severity.critical" = "Критические";
"keybind.camera.mode2" = "Камера 2 (Вид от хвоста)";
"keybind.camera.mode3" = "Камера 3 (Орбита)";
"keybind.camera.mode4" = "Камера 4 (FPV)";
"keybind.camera.mode5" = "Камера 5 (Вид сверху)";
"keybind.camera.toggle_fpv" = "Переключить FPV";
"keybind.camera.cycle_mode" = "Смена режима камеры";
"keybind.camera.zoom_in" = "Приблизить";
"keybind.camera.zoom_out" = "Отдалить";
"keybind.camera.yaw_left" = "Камера: влево";
"keybind.camera.yaw_right" = "Камера: вправо";
"keybind.camera.pitch_up" = "Камера: вверх";
"keybind.camera.pitch_down" = "Камера: вниз";
"keybind.camera.reset_orientation" = "Сброс ориентации камеры";
"workspace.toolstrip" = "Лента инструментов";
"toolstrip.tab.simulation" = "Симуляция";
"toolstrip.tab.flight" = "Полет";
"toolstrip.tab.camera" = "Камера";
"toolstrip.tab.environment" = "Окружение";
"toolstrip.tab.debug" = "Отладка";
"toolstrip.tab.projects" = "Проекты";
"toolstrip.section.run" = "Управление запуском";
"toolstrip.section.flight_model" = "Аппарат и режим";
"toolstrip.section.throttle" = "Тяга";
"toolstrip.section.camera_modes" = "Режимы камеры";
"toolstrip.section.camera_quick" = "Пресеты камеры";
"toolstrip.section.weather" = "Погода";
"toolstrip.section.terrain" = "Местность";
"toolstrip.section.debug" = "Диагностика";
"toolstrip.section.projects" = "Действия проекта";
"camera.zoom_in" = "Приблизить";
"camera.zoom_out" = "Отдалить";
"camera.reset_orientation" = "Сбросить вид";
"panel.collision_debug" = "Отладка коллизий";
"window.fullscreen" = "Полный экран";
"keybind.ui.toggle_panel" = "Свернуть / развернуть панель";
"keybind.ui.toggle_hud" = "Переключить HUD телеметрии";
"keybind.debug.toggle_damage" = "Переключить оверлей повреждений";
"keybind.debug.toggle_thermal" = "Переключить тепловой оверлей";
"keybind.capture.idle" = "Выберите действие и нажмите переназначение.";
"keybind.capture.prompt" = "Нажмите клавишу для \"%@\" (Esc для отмены)";
"keybind.rebind" = "Переназначить";
"keybind.capturing" = "Ожидание…";
"keybind.reset_defaults" = "Сброс по умолчанию";

"control_mode.title" = "Режим управления полетом";
"control_mode.stabilized" = "Стабилизированный";
"control_mode.acro" = "Акро";
"control_mode.hover_assist" = "Удержание высоты";

"common.export" = "Экспорт";

"camera.preset" = "Пресет камеры";
"camera.preset.cinematic" = "Кинематографичный";
"camera.preset.pilot" = "Пилот";
"camera.preset.inspection" = "Инспекция";
"camera.preset.wide_follow" = "Широкое следование";
"camera.preset.tight_follow" = "Близкое следование";
"camera.preset.fpv" = "FPV";
"camera.reset_to_preset" = "Сбросить к пресету";
"camera.advanced" = "Расширенные настройки камеры";
"camera.invert_x" = "Инвертировать X";
"camera.invert_y" = "Инвертировать Y";
"camera.sensitivity_profile" = "Профиль чувствительности";
"camera.sensitivity.low" = "Низкий";
"camera.sensitivity.medium" = "Средний";
"camera.sensitivity.high" = "Высокий";

"section.flight" = "Полет";
"section.camera" = "Камера";
"section.environment" = "Среда";
"section.diagnostics" = "Диагностика";
"section.advanced" = "Расширенные";

"diagnostic.last_collision_source" = "Источник последней коллизии";
"diagnostic.active_objects" = "Активные объекты";
"diagnostic.active_physics" = "Физические тела";
"diagnostic.active_particles" = "Частицы";

"telemetry.control_mode" = "Режим управления";
"telemetry.nearest_obstacle_source" = "Источник ближайшего препятствия";
"telemetry.frame_time" = "Кадр";
"telemetry.physics_time" = "Физика";
"telemetry.render_time" = "Рендер";
"telemetry.path_time" = "Планировщик";
"telemetry.active_objects" = "Объекты";
"telemetry.active_physics_bodies" = "Физические тела";
"telemetry.particle_count" = "Частицы";

"drone.model.fixed_rect" = "БПЛА с прямым крылом";
"drone.model.fixed_delta" = "БПЛА дельта-крыло";
"drone.model.fixed_swept" = "БПЛА со стреловидным крылом";
"drone.visual.fixed_rect" = "Самолет с прямым крылом";
"drone.visual.fixed_delta" = "Самолет дельта-крыло";
"drone.visual.fixed_swept" = "Самолет со стреловидным крылом";
"drone.camera.fixed_front" = "Фиксированная фронтальная камера";

"menu.title" = "Проекты БПЛА";
"menu.saved_projects" = "Сохраненные проекты";
"menu.create_project" = "Создать проект";
"menu.recent_project" = "Последний проект";
"menu.search" = "Поиск проекта";
"menu.sort" = "Сортировка";

"project.name" = "Имя проекта";
"project.sort.newest" = "Сначала новые";
"project.sort.name" = "По имени";
"project.sort.recent" = "Недавно открытые";
"project.create.title" = "Создание проекта";
"project.create.action" = "Создать";
"project.open.action" = "Открыть список проектов";
"project.open.failure" = "Не удалось открыть проект";
"project.save.action" = "Сохранить проект";
"project.save_as.action" = "Сохранить как";
"project.save_as.title" = "Сохранить проект как";
"project.save.success" = "Проект сохранен";
"project.save.failure" = "Ошибка сохранения проекта";
"project.duplicate.title" = "Дублировать проект";
"project.duplicate.action" = "Дублировать проект";
"project.duplicate.success" = "Проект продублирован";
"project.duplicate.failure" = "Ошибка дублирования проекта";
"project.delete.action" = "Удалить проект";
"project.delete.failure" = "Не удалось удалить проект";
"project.delete.confirm.title" = "Удаление проекта";
"project.delete.confirm.message" = "Удалить проект '%@'?";

"project.unsaved.title" = "Несохраненные изменения";
"project.unsaved.message" = "Сохранить проект '%@'?\nНесохраненные изменения могут быть потеряны.";
"project.unsaved.save" = "Сохранить";
"project.unsaved.save_exit" = "Сохранить и выйти";
"project.unsaved.exit_without" = "Выйти без сохранения";

"telemetry.export.select_folder" = "Выберите папку для экспорта файла телеметрии.";
"control_mode.acro" = "Акро / скоростной";
"control_mode.hover_assist" = "Зависание / удержание высоты";

"section.flight" = "Полет";
"section.camera" = "Камера";
"section.environment" = "Окружение";
"section.diagnostics" = "Диагностика";
"section.advanced" = "Расширенные";

"camera.preset" = "Пресет камеры";
"camera.preset.cinematic" = "Кинематограф";
"camera.preset.pilot" = "Пилот";
"camera.preset.inspection" = "Инспекция";
"camera.preset.wide_follow" = "Широкое следование";
"camera.preset.tight_follow" = "Плотное следование";
"camera.preset.fpv" = "FPV";
"camera.reset_to_preset" = "Сброс к пресету";
"camera.advanced" = "Расширенная камера";
"camera.sensitivity_profile" = "Профиль чувствительности";
"camera.sensitivity.low" = "Низкий";
"camera.sensitivity.medium" = "Средний";
"camera.sensitivity.high" = "Высокий";
"camera.invert_x" = "Инвертировать X";
"camera.invert_y" = "Инвертировать Y";

"diagnostic.last_collision_source" = "Источник последнего столкновения";
"diagnostic.active_objects" = "Активные объекты";
"diagnostic.active_physics" = "Активные физические тела";
"diagnostic.active_particles" = "Количество частиц";

"telemetry.control_mode" = "Режим управления";
"telemetry.nearest_obstacle_source" = "Источник ближайшего препятствия";
"telemetry.frame_time" = "Время кадра";
"telemetry.physics_time" = "Время физики";
"telemetry.render_time" = "Время рендера";
"telemetry.path_time" = "Время поиска пути";
"telemetry.active_objects" = "Активные объекты";
"telemetry.active_physics_bodies" = "Физические тела";
"telemetry.particle_count" = "Частицы";

"drone.model.fixed_rect" = "БПЛА с прямым крылом";
"drone.model.fixed_delta" = "БПЛА с дельта-крылом";
"drone.model.fixed_swept" = "БПЛА со стреловидным крылом";
"drone.model.ebee_class" = "Картографический БПЛА класса eBee";
"drone.model.ux11_class" = "Съёмочный БПЛА класса UX11";
"drone.model.wingtra_class" = "VTOL БПЛА класса Wingtra";
"drone.model.trinity_class" = "Профессиональный БПЛА класса Trinity";

"drone.visual.fixed_rect" = "Семейство fixed-wing с прямым крылом";
"drone.visual.fixed_delta" = "Семейство fixed-wing с дельта-крылом";
"drone.visual.fixed_swept" = "Семейство fixed-wing со стреловидным крылом";
"drone.visual.ebee_class" = "Бесхвостая летающая платформа для картографии";
"drone.visual.ux11_class" = "Классический fixed-wing для аэросъёмки";
"drone.visual.wingtra_class" = "VTOL fixed-wing типа tailsitter";
"drone.visual.trinity_class" = "Профессиональная survey eVTOL-платформа";

"drone.camera.fixed_front" = "Фронтальная камера fixed-wing";

"common.not_specified" = "Не указано";

"country.china" = "Китай";
"country.united_states" = "США";
"country.norway" = "Норвегия";
"country.switzerland" = "Швейцария";
"country.germany" = "Германия";
"country.israel" = "Израиль";
"country.poland" = "Польша";
"country.canada" = "Канада";
"country.user_defined" = "Задано пользователем";

"uav.filter.type" = "Тип";
"uav.filter.mass" = "Масса";
"uav.filter.vehicle.all" = "Все";
"uav.filter.vehicle.multicopters" = "Мультикоптеры";
"uav.filter.vehicle.helicopters" = "Вертолетные";
"uav.filter.vehicle.fixed_wing" = "Самолетные";
"uav.filter.vehicle.hybrid_vtol" = "Гибриды VTOL";
"uav.filter.mass.all" = "Все";
"uav.filter.mass.nano" = "Нано";
"uav.filter.mass.micro" = "Микро";
"uav.filter.mass.light" = "Легкие";
"uav.filter.mass.medium" = "Средние";
"uav.filter.mass.heavy" = "Тяжелые";

"uav.vehicle.multicopter" = "Мультикоптер";
"uav.vehicle.fixed_wing" = "Самолетный";
"uav.vehicle.hybrid_vtol" = "Гибрид VTOL";
"uav.vehicle.helicopter" = "Вертолетный";
"uav.vehicle.custom" = "Пользовательский";

"uav.mass.nano" = "Нано";
"uav.mass.micro" = "Микро";
"uav.mass.light" = "Легкий";
"uav.mass.medium" = "Средний";
"uav.mass.heavy" = "Тяжелый";
"uav.mass.custom" = "Пользовательский";

"uav.spec.verified" = "Проверен";
"uav.spec.partial" = "Частичный";
"uav.spec.custom" = "Пользовательский";

"uav.badge.custom" = "КАСТОМ";
"uav.catalog.title" = "Каталог БЛА";
"uav.catalog.empty" = "Нет профилей БЛА, соответствующих текущим фильтрам.";
"uav.catalog.edit_abstract" = "Редактировать абстрактный БЛА";
"uav.catalog.selected_outside_filter" = "Выбранная модель не входит в текущий фильтр";

"uav.card.title" = "Выбранный БЛА";
"uav.card.manufacturer" = "Производитель";
"uav.card.country" = "Страна";
"uav.card.type" = "Тип";
"uav.card.mass_class" = "Массовый класс";
"uav.card.base_mass" = "Масса БЛА";
"uav.card.max_payload" = "Макс. полезная нагрузка";
"uav.card.mtow" = "Макс. взлетная масса";
"uav.card.role" = "Роль";
"uav.card.status" = "Статус";
"uav.card.payload_data_source" = "Данные ПН";
"uav.card.armament_note" = "Примечание по вооружению";
"uav.card.empty" = "Профиль БЛА не выбран";

"uav.manufacturer.custom" = "Пользовательский";

"uav.profile.abstract-uav.display_name" = "Абстрактный БЛА";
"uav.profile.dji-matrice-350-rtk.short_description" = "Промышленный квадрокоптер с шасси, центральным отсеком подвеса и поддержкой модульной полезной нагрузки.";
"uav.profile.dji-matrice-350-rtk.mission_role" = "Инспекция, картография и задачи общественной безопасности";
"uav.profile.dji-flycart-30.short_description" = "Тяжелый грузовой мультикоптер с коаксиальными подъемными группами и центральным нижним грузовым отсеком.";
"uav.profile.dji-flycart-30.mission_role" = "Грузовая доставка и логистика";
"uav.profile.dji-mavic-4-pro.short_description" = "Складной потребительский мультикоптер с трехкамерным передним подвесом.";
"uav.profile.dji-mavic-4-pro.mission_role" = "Потребительская аэросъемка и съемка для создателей контента";
"uav.profile.dji-neo.short_description" = "Сверхкомпактный мультикоптер с защитой пропеллеров для роли легкой персональной летающей камеры.";
"uav.profile.dji-neo.mission_role" = "Персональная аэросъемка";
"uav.profile.dji-phantom-3-standard.short_description" = "Классический квадрокоптер Phantom со встроенным шасси и передним отсеком подвеса камеры.";
"uav.profile.dji-phantom-3-standard.mission_role" = "Потребительская аэросъемка";
"uav.profile.freefly-alta-x.short_description" = "Тяжелый мультикоптер с открытой рамой для кино- и индустриальных задач и центральной нижней секцией полезной нагрузки.";
"uav.profile.freefly-alta-x.mission_role" = "Тяжелая кино- и индустриальная перевозка полезной нагрузки";
"uav.profile.griff-30.short_description" = "Тяжелый грузовой БЛА с крупной транспортной рамой и нижней зоной подвеса груза.";
"uav.profile.griff-30.mission_role" = "Тяжелая грузовая перевозка";
"uav.profile.griff-60.short_description" = "Крупный тяжелый грузовой БЛА с более грузоподъемной рамой, чем у Griff 30.";
"uav.profile.griff-60.mission_role" = "Тяжелая грузовая перевозка";
"uav.profile.avidrone-490tl.short_description" = "Грузовой БЛА вертолетного типа с тандемными роторами, вытянутым фюзеляжем и нижней грузовой позицией.";
"uav.profile.avidrone-490tl.mission_role" = "Грузовая перевозка и утилитарный подъем";
"uav.profile.wingtraone-gen-ii.short_description" = "Гибридный картографический VTOL-самолет с нижним отсеком съемочного оборудования и крейсерской самолетной схемой.";
"uav.profile.wingtraone-gen-ii.mission_role" = "Картографическая съемка и фотограмметрия";
"uav.profile.quantum-systems-trinity-pro.short_description" = "Дальнопролетный eVTOL-самолет для съемки с центральным сенсорным отсеком под фюзеляжем.";
"uav.profile.quantum-systems-trinity-pro.mission_role" = "Картография и инспекция линейных объектов";
"uav.profile.mq-9b-skyguardian.short_description" = "Крупная платформа MALE самолетного типа с длинным крылом, носовой сенсорной архитектурой и многоточечной полезной нагрузкой.";
"uav.profile.mq-9b-skyguardian.mission_role" = "Длительное ISR-наблюдение и многоцелевая патрульная работа";
"uav.profile.hermes-900.short_description" = "Многоцелевая платформа MALE с длинным крылом, толкающей схемой и сенсорными станциями под носом и фюзеляжем.";
"uav.profile.hermes-900.mission_role" = "Многоцелевая ISR-разведка и морское патрулирование";
"uav.profile.ft5-los.short_description" = "Двухдвигательная тактическая самолетная платформа с компактным разведывательным планером и модульной интеграцией полезной нагрузки.";
"uav.profile.ft5-los.mission_role" = "Тактическая разведка и ISTAR";
"uav.profile.flyeye.short_description" = "Легкий самолетный разведывательный БЛА с компактным фюзеляжем и нижней электрооптической полезной нагрузкой.";
"uav.profile.flyeye.mission_role" = "Ближняя разведка и наблюдение";
"uav.profile.abstract-uav.short_description" = "Пользовательский профиль БЛА для будущей настройки параметров.";
"uav.profile.abstract-uav.mission_role" = "Пользовательская задача";

"telemetry.path_status" = "Статус маршрута";
"telemetry.path_status.idle" = "Ожидание";
"telemetry.path_status.valid" = "Готов";
"telemetry.path_status.recomputing" = "Перестроение";
"telemetry.path_status.blocked" = "Заблокирован";
"telemetry.waypoint" = "Маршрутная точка";
"telemetry.waypoint.value" = "индекс %d, осталось %d";
"telemetry.path_remaining" = "Остаток маршрута";
